Repository: blackPantherOS/Moblin-Hildon-Desktop
Catalog: network-manager/po/*.po
Languages: ar, gl

source: Cannot add VPN connection
ar: لا يمكن إضافة اتصال VPN
gl: Non se pode engadir a conexión VPN

source: No suitable VPN software was found on your system. Contact your system administrator.
ar: لم يُعثر على برمجيات VPN مناسبة على نظامك. اتصل بمدير نظامك.
gl: Non se atopou software VPN adecuado no seu sistema. Póñase en contacto co seu administrador do sistema.

source: Cannot import VPN connection
ar: لا يمكن استيراد اتصال VPN
gl: Non se pode importar a conexión VPN

source: Cannot find suitable software for VPN connection type '%s' to import the file '%s'. Contact your system administrator.
ar: لم أجد برمجيات مناسبة لاتصال VPN من نوع '%s' لاستيرادها للملف '%s'. اتصل بمدير نظامك.
gl: Non se puido atopar software adecuado para a conexión VPN de tipo '%s' para importar o ficheiro '%s'. Contacte co seu administrador do sistema.

source: Error retrieving VPN connection '%s'
ar: خطأ أثناء فتح اتصال VPN '%s'
gl: Erro obtendo a conexión VPN '%s'

source: Could not find the UI files for VPN connection type '%s'. Contact your system administrator.
ar: لم أعثر على ملفات واجهة المستخدم لاتصال VPN من نوع '%s'. اتصل بمدير نظامك.
gl: Non se atoparon os ficheiros da IU para a conexión VPN de tipo '%s'. Póñase en contacto co seu administrador do sistema.

source: Delete VPN connection "%s"?
ar: حذف اتصال VPN "%s"؟
gl: Desexa borrar a conexión VPN "%s"?

source: All information about the VPN connection "%s" will be lost and you may need your system administrator to provide information to create a new connection.
ar: ستُفقد كل معلومات اتصال VPN "%s" و قد تحتاج أن يعطيك مدير نظامك معلومات لإنشاء اتصال جديد.
gl: Perderase toda a información acerca da conexión VPN "%s" e quizais necesite que o seu administrador lle proporcione información para crear unha conexión nova.

source: Unable to load
ar: تعذّر التحميل
gl: Imposible cargar

source: Cannot find some needed resources (the glade file)!
ar: لم أعثر على بعض الموارد المطلوبة (ملف glade)!
gl: Non se poden atopar algúns recursos necesarios (o ficheiro glade)!

source: Edit VPN Connection
ar: حرر اتصال VPN
gl: Editar conexión VPN

source: Add a new VPN connection
ar: أضف اتصال VPN جديد
gl: Engadir unha conexión VPN nova

source: Choose which type of VPN connection you wish to create.
ar: اختر نوع اتصال VPN الذي تريد انشاءه
gl: Escolla o tipo de conexión que desexa crear.

source: Connect to:
ar: إتّصل بـ:
gl: Conectar a:

source: Create VPN Connection
ar: انشيء اتصال VPN
gl: Crear conexión VPN

source: Create VPN Connection - 1 of 2
ar: انشيء اتصال VPN . م 2-2
gl: Crear conexión VPN - 1 de 2

source: Create VPN Connection - 2 of 2
ar: انشيء اتصال VPN . م 2-2
gl: Crear conexión VPN - 2 de 2

source: Delete the selected VPN connection
ar: احذف اتصال VPN المُنتقى
gl: Borrar a conexión VPN seleccionada

source: E_xport
ar: _صدِّر
gl: E_xportar

source: Edit the selected VPN connection
ar: حرر اتصال VPN المُنتقى
gl: Editar a conexión VPN seleccionada

source: Export the VPN settings to a file
ar: صِّر اعدادات VPN إلى ملف
gl: Exportar a configuración VPN a un ficheiro

source: Export the selected VPN connection to a file
ar: صدِّر اعدادات VPN المنتقاة إلى ملف
gl: Exportar a conexión VPN seleccionada a un ficheiro

source: Finish Creating VPN Connection
ar: انهاء انشاء اتصال VPN
gl: Rematar a creación da conexión VPN

source: Manage Virtual Private Network Connections
ar: أدر اتصالات الشبكة الخاصة التخيّليّة
gl: Xestiona conexión de rede privadas virtuais

source: This assistant will guide you through the creation of a connection to a Virtual Private Network (VPN). It will require some information, such as IP addresses and secrets. Please see your system administrator to obtain this information.
ar: سيساعدك هذا الدليل على انشاء اتصال بشبكة خاصة تخيّليّة VPN . سيطلب منك معلومات خاصة ككلمة السر و اسرار أخرى. رجاء اتصل بمدير النظام للحصول على هذه المعلومات.
gl: Este asistente guiaralle a través da creación dunha conexión de rede privada virtual (VPN). Necesitará algunha información, como enderezos IP e secretos. Contacte co seu administrador do sistema para obter esta información.

source: VPN Connections
ar: إتّصالات VPN
gl: Conexións VPN

source: WPA Automatic
ar: WPA آلي
gl: WPA automático

source: WPA2 Automatic
ar: WPA2 آلي
gl: WPA2 automático

source: none
ar: بلا
gl: ningún

source: unable to create netlink socket for monitoring wired ethernet devices - %s
ar: لم أتمكن من إنشاء مقبس وصلة شبكة لمراقبة بطاقات إيثرنت ذات الأسلاك - %s
gl: non se pode crear un socket netlink para monitorizar dispositivos ethernet con fíos - %s

source: unable to bind to netlink socket for monitoring wired ethernet devices - %s
ar: لم أتمكن من الربط بمقبس وصلة شبكة لمراقبة بطاقات إيثرنت ذات الأسلاك - %s
gl: non se pode asociar un socket netlink para monitorizar dispositivos ethernet con fíos - %s

source: operation took too long
ar: استغرقت العملية زمنا طويلا
gl: a operación durou demasiado

source: received data from wrong type of sender
ar: تلقيت بيانات من نوع خطأ من المرسلين
gl: recibíronse datos cun tipo de emisor incorrecto

source: received data from unexpected sender
ar: تلقيت بيانات من مرسل غير متوقّع
gl: recibíronse datos dun emisor inesperado

source: too much data was sent over socket and some of it was lost
ar: أرسل الكثير جدا من البيانات عبر المقبس وفُقِد بعضها
gl: enviáronse demasiados datos a través do socket e algúns perdéronse

source: error occurred while waiting for data on socket
ar: حدث خطأ بينما ننتظر البيانات على المقبس
gl: ocorreu un erro agardando por datos nun socket

source: WPA2 Enterprise
ar: WPA2 مشروعات

source: WPA Enterprise
ar: WPA مشروعات
